[
    {
        "id": 1,
        "date": "2025-12-20",
        "title": "The Retro Terminal",
        "image_filename": "sticker-1.jpg",
        "prompt_text": "A vector die-cut sticker of a vintage bulky computer monitor displaying green command line text. Flat design, thick bold black outlines, simple shading. 90s tech nostalgia aesthetic. Wide white border, isolated on a pure white background.",
        "remix_tip": "Change 'green command line text' to 'a pixelated heart' or 'a sad face'."
    },
    {
        "id": 2,
        "date": "2025-12-21",
        "title": "Cyberpunk Neko",
        "image_filename": "sticker-2.jpg",
        "prompt_text": "A die-cut sticker of a cyberpunk cat head wearing high-tech neon goggles. Vector illustration, vibrant purple and cyan colors, flat style, bold graphic lines. Minimalist shading. Thick white contour, isolated on white background.",
        "remix_tip": "Change 'cat' to 'bulldog' or 'fox'."
    },
    {
        "id": 3,
        "date": "2025-12-22",
        "title": "Developer's Fuel",
        "image_filename": "sticker-3.jpg",
        "prompt_text": "A vector sticker of a takeaway coffee cup with a 'Java' logo on the sleeve. Steam rising in a stylized swirl. Flat colors, warm brown and orange tones. Thick black outline, 2D vector art. Die-cut with a white border, white background.",
        "remix_tip": "Change 'coffee cup' to 'energy drink can' or 'bubble tea'."
    },
    {
        "id": 4,
        "date": "2025-12-23",
        "title": "The Glitch Ghost",
        "image_filename": "sticker-4.jpg",
        "prompt_text": "A cute cartoon ghost character slightly glitching with pixelated edges. Turquoise and pink color palette. Vector art, flat design, thick bold outlines. Die-cut sticker style with a wide white border, isolated on white background.",
        "remix_tip": "Change 'ghost' to 'Pac-Man' or 'Alien'."
    },
    {
        "id": 5,
        "date": "2025-12-23",
        "title": "Pixel Heart",
        "image_filename": "sticker-5.jpg",
        "prompt_text": "A vibrant red pixel-art heart with a shiny highlight. 8-bit retro gaming style. Vector illustration, sharp edges, bold black outline. Die-cut sticker format, white border, isolated on white background.",
        "remix_tip": "Change color to 'Blue' (mana) or 'Green' (stamina)."
    },
    {
        "id": 6,
        "date": "2025-12-23",
        "title": "Cyberpunk Cat",
        "image_filename": "sticker-6.jpg",
        "prompt_text": "High-quality vector die-cut sticker of a cyberpunk cat wearing neon goggles and a tech jacket, bold thick black outlines, flat vector colors, minimal shading, pop-culture sci-fi style, clean white background, centered composition, sticker-ready, no text, no gradients",
        "remix_tip": "Change cat to dog or raccoon or other animal."
    },
    {
        "id": 7,
        "date": "2025-12-23",
        "title": "AI Brain Power",
        "image_filename": "sticker-7.jpg",
        "prompt_text": "High-quality vector die-cut sticker of a glowing artificial intelligence brain with circuit patterns and lightning bolts, bold thick outlines, flat vector colors, simple shading, tech-inspired illustration, white background, clean edges, sticker design",
        "remix_tip": "Change lightning bolts to data streams or neurons."
    },
    {
        "id": 8,
        "date": "2025-12-23",
        "title": "Retro Robot Buddy",
        "image_filename": "sticker-8.jpg",
        "prompt_text": "High-quality vector die-cut sticker of a cute retro robot with antenna and screen face, bold thick outlines, flat vector colors, minimal shading, playful pop-tech style, white background, centered, printable sticker",
        "remix_tip": "Make robot angry or futuristic or more humanoid."
    },
    {
        "id": 9,
        "date": "2025-12-23",
        "title": "Hacker Frog",
        "image_filename": "sticker-9.jpg",
        "prompt_text": "High-quality vector die-cut sticker of a frog in a hoodie typing on a laptop, bold thick outlines, flat vector colors, simple shading, internet meme style, white background, sticker-ready",
        "remix_tip": "Swap frog for cat or owl or other animal."
    },
    {
        "id": 10,
        "date": "2025-12-23",
        "title": "Pixel Astronaut",
        "image_filename": "sticker-10.jpg",
        "prompt_text": "High-quality vector die-cut sticker of an astronaut holding a pixelated planet, bold thick outlines, flat vector colors, simple shading, pop-culture space theme, white background, clean sticker cut",
        "remix_tip": "Change planet to a moon or cube or star."
    }
]